[
    {
      "index": 0,
      "image": "images/puertorico.JPG",
      "description": "Throughout a year together we have shared so many amazing moments. I wanted to celebrete our year with a compilation of the music that powered those moments. Happy twelve months my love. I recommend you tilt your phone sideways to go through this site.",
      "title": "Our Journey in Time",
      "icons": "fa-light fa-plus-large"
    },
    {
      "index": 1,
      "image": "https://i.scdn.co/image/ab67616d0000b273ddc54feece71dda4290d0579",
      "description": "While being a soundtrack that we never come back to and, a moment before our relationship, Mamma Mia represents our first shared musical experience and was pivotal in bringing us closer and lighting the spark between us. \n Also, I love the song Mamma Mia",
      "title": "January: ABBA - Mamma Mia",
      "icon": "fa-light fa-plus-large"
    },
    {
        "index": 2,
        "image": "https://i.scdn.co/image/ab67616d0000b2730cd942c1a864afa4e92d04f2",
        "description": "A suddenly controversial inclusion, our first set of shard songs came from an album which we both had previously heard and liked. One of my fondest memories of this period in our relationship was playing Ye off of your laptop as we laid in bed, spending enough time together that we ran out of songs and had to repeat the album over and over.",
        "title": "February: Kanye West - Ye",
        "icon": "fa-light fa-plus-large"
    },
    {
        "index": 3,
        "image": "https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/a2/58/b7/a258b7bf-58eb-8e08-9da9-34db55c0c2fb/197342108188_cover.jpg/600x600bf-60.jpg",
        "description": "One of the first songs that you ever sent me, which I instantly liked and saved once I listened to it. It is very fitting for our relationship that the first song you shared with me is an international song, and even more fitting that when I started playing it on the JBL at Station 9, Dan knew it was Arabic. That day I also sent you an Arabic song that showed up on my Spotify Discover Weekly (Hamid Al Shaeri - Ouda), but that one didn't make the cut to be on this list.",
        "title": "February: nour - Wana",
        "icon": "fa-light fa-plus-large"
    },
    {
        "index": 4,
        "image": "https://i.scdn.co/image/ab67616d00001e024050aef50241c6367a44c5b4",
        "description": "This is another song that you shared with me. I really love the tangy feeling that I got listening to it on your bed from your laptop (a motif with us), but what I loved even more was the conversation that persued with you after as we discussed this feeling and what songs give us this feeling. Now, twelve months later, I look back at those dicussions so fondly and am appreciative that we had these chances to really get to know eachother.", 
        "title": "March: Delicate Steve - Butterfly",
        "icon": "fa-light fa-plus-large"
    },
    {
        "index": 5,
        "image": "https://i.scdn.co/image/ab67616d0000b2734eb40ecfe1775ac0bcae0e6b",
        "description": "Similar to the Ye album, this is a song which we discovered that we both previously liked. Not only have we continued to play it when we're together through our relationship, but this song also marks the start of the first join playlist we made together: boy + girlfriend on the 14th of March while we're in Puerto Rico.",
        "title": "March: Paul McCartney - The Kiss of Venus",
        "icon": "fa-light fa-plus-large"
    },
    {
        "index": 6,
        "image": "https://i.scdn.co/image/ab67616d0000b27339f146ab788622f26a705e57",
        "description": "Potentially the first song that I shared with you, it marks a moment in which we started venturing into eachothers specific genre preferences that we otherwise would be unlikely to listen to. In a sense, this is one of the first steps in our process of becoming one. Also, the lyrics were very representative of that stage in our relationship.",
        "title": "March: Dom Dolla - Eat Your Man",
        "icon": "fa-light fa-plus-large"
    },
    {
        "index": 7,
        "image": "https://upload.wikimedia.org/wikipedia/en/5/50/Unknown_Mortal_Orchestra_-_Multi-Love_album_cover.jpg",
        "description": "Maybe my very favourite of all the songs we share: if we're choosing a single piece of music to represent the soundtrack of our relationship, I think Multi-Love is the strongest candidate. Every time I listen to it I get reminded of our early relationship and how it was finding out how our dynamic would end up being. I really associate a lot of the songs around this time with the euphoria of spending all my time with you for weeks straight after we started dating.",
        "title": "March: Unknown Mortal Orchestra - Multi-Love",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 8,
        "image": "https://i.scdn.co/image/ab67616d0000b2739009d02501524d8a11839819",
        "title": "March: G-Eazy - Lady Killers II",
        "description": "Another vlog song. Up until I searched this song up right now to put in the image of the album cover, I thought it was from 15+ years ago and you had just found an old gem. I am now realising that it had just come out when you showed it to me and was trending online. So much for being original, yet I love the song anyways. I think it is another strong candidate as the one song to be at the forefront of the soundtrack of our relationship.",
        "icons": "fa-light fa-plus-large"
    },{
        "index": 9,
        "image": "https://i.scdn.co/image/ab67616d0000b2730e805f1edacf54bbf0b20660",
        "description": "Another song that you introduced to me for the first time. Usually, I am never the type of person to listen to the lyrics of songs, but I did with this one after you played it. It is a moving piece of music with a strong message, and not a song that I would have appreciated if not for you. Notably, however, the message was not one we were trying to emulate in our own relationship. You've sent me a lot of songs like that... hmmm...",
        "title": "March: King Princess - For My Friends",
        "icons": "fa-light fa-plus-large"
    }, {
        "index": 10,
        "image": "https://upload.wikimedia.org/wikipedia/en/d/d2/JuliaNunesSomeFeelings.jpg",
        "description": "Yet another song that you showed me. This one is certainly something that I would've never had interest in when exploring the Spotify catalog by myself, but now discovered and enjoy. When listening to this song I just really think of all the long drives we had in such a short period together. Yet again, the message of this song is contrary to what we were trying to build in our own relationship.",
        "title": "March: Julia Nunes - Make Out",
        "icons": "fa-light fa-plus-large"
    }, 
    {
        "index": 11,
        "image": "https://upload.wikimedia.org/wikipedia/en/7/7e/Ariana_Grande_-_Eternal_Sunshine.png",
        "description": "Extend the saga of sad love songs that are very emotional with this addition. I like Ariana Grande and usually listen to her new songs, so this one slipping through the cracks and only being introduced to me by you is quite poetic. I remember for some time you would play this song on repeat, and then I started liking it and playing it on repeat too. I swear that during one of the long drives we even played it back to back.",
        "title": "March: Ariana Grande - imperfect for you",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 12,
        "image": "https://upload.wikimedia.org/wikipedia/en/e/ee/RockyOST.jpg",
        "description": "This song represents the end of an era. I played it as I ran home from that one time that I slept over at your apartment and had to leave early in the morning to pack all my stuff for our flight to Puerto Rico, but forgot to bring my bike. Thus, I ran home in my hoodie in 9 minutes as I looped the song three times, preferring to run in the cold and rush myself to get everything ready just to get one extra night sleeping with you. Sadly these rushed packing habits had their consequences a week later.",
        "title": "March: Bill Conti - Gonna Fly Now",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 13,
        "image": "https://upload.wikimedia.org/wikipedia/en/9/91/Rene%C3%A9_Rapp_-_Snow_Angel.png",
        "description": "A heavy hitter which was constantly on repeat. At this point, we had been officially dating for just about one month and had got through a lost passport, inviting me to an athletic birthday party filled with new people, and taking one of the pictures which is in the rotation of my phone background (us at the pizza place before the 50 days ball). The song itself is so iconic as well and I think might've been my first concious introduction to Reneé Rap.",
         "title": "March: Reneé Rap - I Hate Boston",
        "icons": "fa-light fa-plus-large"
    },
    {
        "image": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b5/Tommy_Richman_-_Million_Dollar_Baby.png/220px-Tommy_Richman_-_Million_Dollar_Baby.png",
        "index": 14,
        "description": "An iconic song, the birthday song. It has made it to the background of more than one Instagram story. Somehow, even though we listened to this song all the time, it slipped through the cracks and did not make it to either the boy + girlfriend or the data warehouse playlists. I find that quite strange, since clearly it is a liked song between is and came back strong with my birthday video. This song is now inseparable in my head to my idea of you and we're going to have to play it in our wedding tapes.",
        "title": "April: Tommy Richman - Million Dollar Baby",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 15,
        "description": "You showed me this song and Underwater while I was high, during one of the first times we shared that dynamic after we started dating. I love this song a lot and listen to it constently, and I can't do so without it making me think of you. Iconically, you were quick to answer my bet in Spring Blockers that nobody would be able to guess my top artist, Tame Impala, so it is fitting that you showed me another alternative-electronic group out of Australia.",
        "title": "April: Rüfüs Du Sol",
        "image": "https://upload.wikimedia.org/wikipedia/en/thumb/8/82/Bloom_by_R%C3%9CF%C3%9CS.jpg/220px-Bloom_by_R%C3%9CF%C3%9CS.jpg",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 16,
        "image": "https://upload.wikimedia.org/wikipedia/en/4/46/Highway_Queen.jpg",
        "description": "I don't ever listen to country. Even with my two roommates here being fans of the genre, I never put it on or ever even think of it. When you originally showed this song to me, I think you knew it was out of the ordinary when it comes to the songs I listen to. You still showed it to me anways, and I enjoy it. The long-distance theme of the lyrics was a strong foreshadowing of we were going to face in the future, knowing that the next year was going to be quite difficult.",
        "title": "April: Nikki Lane - Send The Sun"
    }, 
    {
        "index": 17,
        "image": "https://images.genius.com/9d5264bad7c4f816de9a75eb78689d32.1000x1000x1.png",
        "description": "I have always liked Billie Eilish, moreso than Ariana Grande, and as I have mentioned my little sister had a Billie Eilish fan account on Instagram at one point. However, you still beat me to the punch here and showed me CHIHIRO before I could stumble upon it myself. It is yet another song that is, in my mind, inseparable from thoughts of you. It is hard to listen to it without feeling nostalgia (is it too soon for that?) of spending all my time with you in southeast asia.",
        "title": "May: Billie Eilish - CHIHIRO",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 18,
        "image": "https://upload.wikimedia.org/wikipedia/en/thumb/d/db/Fred_Again_%26_Baby_Keem_-_Leavemealone.png/220px-Fred_Again_%26_Baby_Keem_-_Leavemealone.png",
        "description": "One of my songs, I certainly was playing this one nonstop after the end of the semester. This song really reminds me of leaving my Station 9 apartment and going down to your house. The last night we spent there, sleeping on the mattress in your grandmother's future room, is a cherished memory I have and go to whenever I really miss you. We had so much fun together.",
        "title": "May: Fred Again.. - leavemealone",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 19,
        "image": "https://upload.wikimedia.org/wikipedia/commons/6/60/Charli_XCX_-_Brat_%28album_cover%29.png",
        "description": "I just thought it was iconic that I was the first one to tell you about brat.",
        "title": "July: Charli XCX - Von dutch ",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 20,
        "image": "https://logicxx.com/cdn/shop/files/fredlpx_c09621ab-6320-4960-adb6-d1cbd3133f76_580x.png?v=1719575906",
        "description": "This song has a bit of a story between us: I stumbled upon it about a month after it came out and I really liked it. It fit the theme of an enzosong, but we had passed around Fred again songs before so I decided to share it with you. You must've really liked it because a little while later you listened to it again and it made you think of me (who knows why!) and you decided to share it back to me, telling me that you'd think I'd like the song. I thought it was quite funny in the moment, but its also quite cute how you know me exactly.",
        "title": "July: Fred again.. - places to be",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 21,
        "image": "https://linkstorage.linkfire.com/medialinks/images/276b0597-796a-42c1-b174-7bd0a347e4cd/artwork-440x440.jpg",
        "description": "I love this song. I use to listen to Childish Gambino a lot in highschool but slowly forgot him. When you sent it to me, I instantaneously liked it. This song reanimated a previous discussion we had about the archetype of song that really tickle your brain, something we discussed way back at the start of our relationship when talking about Delicate Steve. While this song hasn't been with us physically for very much and we rarely play it when we're together, it certainly is a masterpiece.",
        "title": "July: Childish Gambino - Lithonia",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 22,
        "image": "https://i.scdn.co/image/ab67616d0000b273b38a6a74259dccc230b9f326",
        "description": "Out of all songs from artists that I use to listen to, this one might be the most impressive one to slip through the cracks. I had listened to so much of the Yumeno Garden album and Last Dinosours' repetoire in October 2020 during the pandemic and was super into that sort of music. I love Italo Disco, and for you to then show me another song on the album that I also like is a great sign of us really getting to know eachothers music tastes.",
        "title": "August: Last Dinosaurs - Eleven",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 23,
        "image": "https://musescore.com/static/musescore/scoredata/g/ed9e336bb1682ce08e204e41c84e7d1d47c0850a/score_0.svg?no-cache=1715697411",
        "description": "A beatiful and elegant love song. The title translates from French to mean 'I want you' and therefore I had to share it with you. I use to listen to a lot of classical music when I was younger. In fact, when I first satrted to listen to music in general in the 8th/9th grades it was my most popular genre. It is nice to include this little piece of enzo lore in our shared universe by showing you this piano sonata.",
        "title": "August: Erik Satie - Je te veux",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 24,
        "image": "https://upload.wikimedia.org/wikipedia/en/4/4f/LCD_Soundsystem_-_American_Dream.png",
        "description": "I have no idea what the story behind this song is. I am not sure if you sent it to me (i think its more likely, it seems like a you type of song) or I sent it to you, but it must've felt important in the moment beacuse I kept track of the fact that we exchanged this song between us on the 17th of August.",
        "title": "August: LCD Soundsystem - american dream",
        "icons": "fa-light fa-plus-large"
    },
    {       
        "index": 25,
        "image": "https://i.scdn.co/image/ab67706f00000002b26ebd853c68a4088a42b87c",
        "description": "This playlist, headlined in my opinion by Beach House's Space Song, really represents the long distance shift in our relationship. It is built like a study playlist and only came into my life after you showed it to me when your semester was starting. This playlist entered our relationship at the same time as you were settling down in China and I was getting into the groove at my job, staying connected through the music we listened to while working 11 thousand kilometers apart.",
        "title": "September: Sonder",
        "icons": "fa-light fa-plus-large"
    },
    {       
        "index": 26,
        "image": "https://media.pitchfork.com/photos/5eb074aba1bcd64187eed46e/1:1/w_800,h_800,c_limit/Instrumental%20Relics_Clams%20Casino.jpg",
        "description": "This song is getting double counted, since it is in Sonder, but I had to include it because it is special to me. It is in the small set of songs that I am incapable of listening to without immediately thinking of you. I have never heard of Clams Casino before, but now forever in my head they will be associated to you.",
        "title": "September: Clams Casino - I'm God",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 27,
        "image": "https://upload.wikimedia.org/wikipedia/en/8/8d/MGMT_-_Little_Dark_Age.png",
        "description": "This album has brought us two songs, Little Dark Age and Me and Micheal. I think we listened to Little Dark Age enough for it to merit its own spot at the top of this list back in March when we first started sharing it, but later in the year in September I sent you the link to Me and Micheal and so I feel like it is more apt to celebrate this entire album here.",
        "title": "September: MGMT - Me and Micheal",
        "icons":"fa-light fa-plus-large"
    },
    {
        "index": 28,
        "image": "https://images.genius.com/ca97112d91c842bb92893e618c074819.1000x1000x1.jpg",
        "description": "We're back to the songs you sent me. It had been a while since we had shared music together, so this song represents a return to that practice. The lyrics of the song are quite sad, but I think overall it carries a positive message about acceptance and dealing with difficulties. It probably wasn't your original intention, but it is quite metaphorical about our recently commenced experiences with long distance.",
        "title": "September: Jim-E Stack - Note to Self",
        "icons":"fa-light fa-plus-large"
    },
    {
        "index": 29,
        "image": "https://i1.sndcdn.com/artworks-2wR2ijbhyb60-0-t500x500.jpg",
        "description": "We actually have listened to a lot of Kid Cudi. The silent twin to Kanye's Ye album was Kids See Ghosts. I even remember us having a conversation about how those two albums go together really well, and I showed you my playlist from 2018 where I put in all Ye songs and all Kids See Ghosts songs. It made me happy to receive this Kid Cudi song from you months later, taking me back to the early moments in our relationship. I also really liked getting this Kid Cudi song because a lot of his other music is ass, so its nice to find a diamond in the rough.",
        "title": "October: Kid Cudi - BLUE SKY",
        "icons":"fa-light fa-plus-large"
    },
    {
        "index": 30,
        "image": "https://f4.bcbits.com/img/a0130622387_10.jpg",
        "description": "When you sent this song to me, I listened to it and immediately recognised that it was not my style. However, after giving the lengthy 5:24 minute song a chance I really started to like it. Maybe the long-hinted-at process of us merging into one was already taking path, because I added this song to my own liked songs and playlists. If we were in person together, I imagine this song would be put on repeat as we were vibing.",
        "title": "October: Oracle Sisters - Tramp Like You",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 31,
        "image": "https://upload.wikimedia.org/wikipedia/en/1/18/Japanese_Breakfast_-_Psychopomp.jpg",
        "description": "I had no idea that Japanese Breakfast wrote Crying in H Mart. This song gets a special inclusion because not only did you shared it with me, but you also recommended the aforementioned Crying in H Mart. I really liked the book and it is one of the 'few' 5-star book reviews I have in Goodreads. I really enjoyed reading the books that you cared about and I love any sort of insight they can bring into Sejal lore.",
        "title": "October: Japanese Breakfast - Everybody Wants to Love You",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 32,
        "image": "https://f4.bcbits.com/img/a1455092568_10.jpg",
        "description": "It is funny that it keeps happening, but I actually use to listen to Hunny in highschool. While we haven't talked much about this song, I did listen to it quite a bit and thought it merited being included in this list. This is quite a sad little song with a Reseda diss snuck into the lyrics. This song really solidifies a theme in a lot of the songs you sent me in this era: very lyrical sad songs.",
        "title": "November: HUNNY - Sports With Strangers",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 33,
        "image": "https://is1-ssl.mzstatic.com/image/thumb/Music211/v4/23/5c/ef/235cef78-2dfd-39d7-4765-e87b30ccf170/cover_723277394381.jpg/1200x1200bf-60.jpg",
        "description": "There was a day in December where you decided to just listen to all of new Kanye discography and play VULTURES 1 and 2 back to back. The two songs you pulled out were BACK TO ME and BEG FORGIVENESS, the latter I really like. It is unfortunate he has ruined his image, but it is nice seeing that Kanye is a fiber that has stretched throughout our entire relationship.",
        "title": "December: Kanye West - VULTURES 1",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 34,
        "image": "https://i.scdn.co/image/ab67616d0000b273935a1712f56a9ee9d51ffd6e",
        "description": "I absolutely love this song. I was listening to it non-stop around the time I went on my race, so I just had to share it with you. It is certainly more of a me song, and you were very quick to identify that. Maybe I should get in the habit of showing you more Brazilian music...",
        "title": "December: The Weeknd - São Paulo",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 35,
        "image": "https://i.scdn.co/image/ab67616d0000b2738727069581c2111e73f98c36",
        "description": "Fred again returns with another banger. When I listened to this song for the first time I was less than 30 seconds in when I just knew that I had to send it to you. I love Fred again and this song just exuded your energy from it. I am listening to it now and it is just so easy to imagine a world in which the two of us are laying in a big bed, whether it be here, your house, or hollows, and just listening to this song as we cuddle.",
        "title": "December: Fred again.. - light dark light",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 36,
        "image": "https://i.scdn.co/image/ab67616d0000b2738727069581c2111e73f98c36",
        "description": "I wanted to split these up, even though they're from the same album, because Fred again has had a chokehold on our shared music. If Multi-Love is the one song which represents us, Fred again is the artist. The funny thing about these two songs that we sent back and forth is that they had just come out when we discovered them. We're really pushing the Fred again agenda fresh off the press.",
        "title": "January: Fred again.. - little mystery",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 37,
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSfmYRAmZPZUd6miFsrR1z_Mmqjyzod6QzToA&s",
        "description": "A song which is lyrically envokes the same sorts of feelings that a lot of our relationship does: missing eachother. I might've missed the point Ravyn Lenae is trying to make, but I like to interpret the song my own way. I really liked this suggestion of yours and in fact also saved One Wish (ft. Childish Gambino) off of the album again. We really got to know eachothers music taste.",
        "title": "January: Ravyn Lenae - Love Me Not",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 38,
        "image": "https://upload.wikimedia.org/wikipedia/en/3/33/Paradise_Again_-_Swedish_House_Mafia.jpg",
        "description": "A big feature from the 'run lola run' playlist making it in. I liked this song, it fits the genres I like but with slight variation. It also feels like it was pretty much yesterday when you shared it with me and we talked about Swedish House Mafia and how they were so relevant two decades ago. There was nothing like Don't You Worry Child.",
        "title": "February: Swedish House Mafia - Heaven Takes You Home",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 39,
        "image": "https://upload.wikimedia.org/wikipedia/en/2/27/Daft_Punk_-_Discovery.png",
        "description": "And with this banger, we round out the scrapbook and have made it a full year in songs. When I listened to it on my discover weekly I obviously could only think about you and other songs you'd sent me before. Going with the theme of many of the other tunes here, it is a cute and moving love songs whose lyrics aren't what we want to emulate in our relationship. You can really see how our music has evolved in the last year as we both pick up new artists and re-introduce old ones, sharing our tastes and creating bonds over this beautiful artform.",
        "title": "February: Daft Punk - Something About Us",
        "icons": "fa-light fa-plus-large"
    },
    {
        "index": 40,
        "image": "images/stravinsky.jpeg",
        "description": "And now we reach today. Music is unique in its ability to caputure emotion and envoke memories. We have so many songs together, I've only compiled about fourty of them in this digital scrapbook, but there are so many pieces of music that can come on and immediately bring me back to a moment we spent together. There is nothing I love more than feeling close to you, and these songs do that for me. I love you so much. If you check my Spotify profile I have two playlists, one that I just made public which holds the songs I've listed here, and one that I have been collecting for a looong time of all special songs that we shared between ourselves.",
        "title": "Happy Twelve Months of Music, to Hundreds More",
        "icons": "fa-light fa-plus-large"
    }
  ]